questions = [
    // {
    //     "question": "面对公共危机事件（如恐怖袭击），哪怕会引发民众恐慌骚乱，政府也不应当管控信息。",
    //     "effect": {
    //         "govt": 10,
    //         "econ": 10,
    //         "scty": 10,
    //         "envo": 10,
    //         "ntal": 10,
    //         "cmty": 10,
    //         "idea": 10,
    //         "dipl": 10
    //     }
    // },
    {
        "question": "环境污染，气候变化等问题都不重要，只有这些问题存在才能鞭策人类去向星辰大海的新家进发，只有在宇宙的彼端脱离陈腐的地球政治，人类才有革新到更好的社会的可能，所以我们要放任环境问题来鞭策太空移民事业。",
        "effect": {
            "envo": -10
        }
    },
    {
        "question": "现代的诸多问题毫无疑问都是，现代科技等种种现代产物带来的，我们应该摧毁这些，回归原始公社。",
        "effect": {
            "envo": 10
        }
    },
    {
        "question": "人类的肉体是脆弱的，终有一天人类需要抛弃肉体，将思维意识和灵魂注入到机械躯体之中，成为永生不死的强大存在。",
        "effect": {
            "envo": -10
        }
    },
    {
        "question": "科学技术是第一生产力，也是建立理想社会的必要条件。各种社会问题只有通过科技发展才能解决，在科技发展上我们要前进！前进！不择手段的前进！。",
        "effect": {
            "envo": -10
        }
    },
    {
        "question": "我们需要政府来平衡贫富差距，促进经济和科技发展。",
        "effect": {
            "govt": -10
        }
    },
    {
        "question": "如果使用民主的政体，中国就无法维持统一和实现经济高速发展。",
        "effect": {
            "idea": -10
        }
    },
    {
        "question": "所有抱有中华民族认同的人都应该被遣返回关中河洛一带的中华民族发源地，土地归坏给被中国征服奴役的本土民族，如果原住民被彻底灭绝应该用基因克隆技术恢复他们。",
        "effect": {
            "ntal": -10
        }
    },
    {
        "question": "文革当然是动乱，但革命就应该是动乱！文革错在过于温和不够彻底，要先文斗再武斗，把ccp老干部都斗死，这样我们今天也许就自由了",
        "effect": {
            "govt": 10
        }
    },
    {
        "question": "统治国家应该要有毁灭的觉悟，毁灭原有的社会体系乃至世界的觉悟，包括毁灭自身的觉悟",
        "effect": {
            "scty": 10
        }
    },
    {
        "question": "基督教系的各國和伊斯蘭帝國互相衝突和交混，結果雙方都得到了發展。两次世界大战让人类的社会结构得以革新，技术得以飞越，所以我们必须把人类社会的矛盾尽可能多的公布出来，让底层更加痛苦的感受到压迫，让各个族群产生更多冲突，去斗争然后前进。",
        "effect": {
            "scty": 10
        }
    },
    {
        "question": "东亚文化是充满着压迫与阻碍进步的文化，日本和韩国之所以成功是因为作为美国的殖民地接受改造，而东亚大陆上如果说还有什么传统值得珍视，那也只有香港和上海这些租界留下来的殖民地文化，其他传统都是应该被毁灭的。",
        "effect": {
            "scty": 10
        }
    },
    {
        "question": "现代社会充满着变性人，宅傻二次元等乌七八糟的东西以及严重的不平等，只有正在中亚战斗着的伟大的伊斯兰国能消灭这一切，为我们带来解放，从契丹到爱尔兰，真主至大。",
        "effect": {
            "scty": -10
        }
    },
    {
        "question": "现在的中国就如同建州女真，美国就像末期的大明，台湾就如间岛，日本和韩国就如李氏朝鲜，即现在是中美差距最小的时期，中国必须趁现在夺下日韩台，入关美利坚。否则将来就会被美国犁庭扫穴灭国灭族。",
        "effect": {
            "ruguan": 10,
            "dipl": -10,
            "ntal": 5
        }
    },
    {
        "question": "中国给美国当狗咬日本获得满洲和五常地位，后来又给美国当狗咬苏联和给美国当奴工成为世界第二大经济体，所以国家富强的重点是给世界警察当狗，如果长得太大当不了狗了就把自己分裂成能当狗的样子。",
        "effect": {
            "ruguan": 10,
            "dipl": 10,
            "ntal": -5
        }
    },
    {
        "question": "反华先于主义，带路不分先后。所有被中华帝国主义压迫的各民族和全世界热爱自由和正义的人应该抛弃成见联合起来打倒恶贯满盈的中华帝国主义。",
        "effect": {
            "ntal": -10
        }
    },
    {
        "question": "中国官方扭曲历史和学术定义，历史上中国仅指中原一带，中华民族仅指黄河流域一带的人，诸如吴语和粤语都是独立的民族的独立的语言而非方言。",
        "effect": {
            "ntal": -10
        }
    },
    {
        "question": "没有普选，没有不受限制的出版和集会自由，没有自由的意见交锋，任何公共机构的生命就要逐渐灭绝，就成为没有灵魂的生活，只有官僚仍是其中唯一的活动因素。",
        "effect": {
            "govt": 5
        }
    },
    {
        "question": "按闹分配是正确的，符合民主自由原则的，中国不是闹得不够多，而是闹得太少太小，应该大闹特闹，这样民众的权利才会被保障。",
        "effect": {
            "govt": 10,
            "econ": -5
        }
    },
    {
        "question": "凯恩斯主义印刷钞票追求GDP增长不过是为政府对民众进行掠夺的诡辩，GDP的数字就是血累累的政府对民间掠夺剥削的数字",
        "effect": {
            "govt": 10
        }
    },
    {
        "question": "每个人都要为自己的行为和选择负责，如果在自由市场中受骗纯属活该，不应该像家畜一样乞求政府的保护。",
        "effect": {
            "govt": 10,
            "econ": -10
        }
    },
    {
        "question": "为了击败极恶，要不惜染指邪恶。为了高尚的目的可以使用最卑劣的手段。",
        "effect": {
            "idea": -10
        }
    },
    {
        "question": "国家本质是军事结构和经济体系，也就是枪和钱，在此之上才是各种愚弄大众的文宣，无论是民主自由，还是社会主义或是我们的民族历史多么悠久都只不过是配合军事结构和经济体系写成的宣传产物，拘泥于这些形式的人必将失败，抓住国家实质的人才能成功。",
        "effect": {
            "idea": -10
        }
    },
    {
        "question": "中国和美国在未来的战争冲突是必然的，在这一战争中损失肯定是巨大的，我们至少要做好西安以东全毁的准备，才有胜利的希望，一旦胜利这些损失都会被弥补。",
        "effect": {
            "dipl": -10,
            "ntal": 5
        }
    },
    {
        "question": "春秋诸侯如宋襄公的仁慈是德性的体现，是华夏文明最后的光辉，汉武帝推行中央集权使中国文明变成了一具名为帝国的尸体，从此中国历史成了黑格尔说的「没有历史的历史」",
        "effect": {
            "ntal": -10
        }
    },
    {
        "question": "作为一个民族共同体，是一家人，不能眼睁睁看着有难的同胞无钱治病，所以我们的国家有义务建立完善全民医保体系",
        "effect": {
            "ntal": -5,
            "cmty": 5
        }
    },
    {
        "question": "中世紀是美好的，沒有民族壓迫，各階級在君父的保護下團結互助，啟蒙進步人對中世紀污衊嚴重",
        "effect": {
            "govt": 5,
            "ntal": 5,
            "cmty": 5
        }
    },
    {
        "question": "他人的存在和眼光阻碍了我的自由，他人即地狱。",
        "effect": {
            "govt": 10,
            "cmty": 10
        }
    },
    {
        "question": "中国是当今资本主义的核心和最后的堡垒，源源不断的向世界输出血汗工厂资本家和工贼，无产阶级革命的重点至于摧毁中国，任何排华运动都是世界无产阶级革命的一部分。",
        "effect": {
            "econ": 10
        }
    },
    {
        "question": "北京的形象是国家的形象，将北京外来务工人员驱逐出京是一个艰难的抉择，但它是正确的。",
        "effect": {
            "econ": -10,
            "ntal": 10,
        }
    },
    {
        "question": "我知道中国是一个资本主义国家，但爱国高于一切，我主张学习智利前总统皮诺切特，用直升机将所有打着马克思主义旗号的颠覆分子丢进渤海。",
        "effect": {
            "econ": -5,
            "idea": -5,
        }
    },
    {
        "question": "我支持诸夏独立，但这并不是为了家乡独立，而是让中国变成叙利亚，陷入长久的军阀混战，战争可以削减中国人口，减轻地球的压力。",
        "effect": {
            "scty": 10,
            "idea": -5,
        }
    },
    {
        "question": "中国人不是来自非洲，科学家不要妄想证伪这个结论，因为中国人独立起源是一种政治立场，我明知道不可能，但我支持。",
        "effect": {
            "ntal": 5,
        }
    },
    {
        "question": "7.5事件本质是一场城市贫民暴动，应当用毛主席教导的阶级斗争的形式解决汉人在新疆的殖民剥削统治。",
        "effect": {
            "econ": 5,
            "ntal": -10,
        }
    },
    {
        "question": "女性外嫁他国或外族表明著这个国家，社会乃至文明在走向衰落。",
        "effect": {
            "scty": -10
        }
    },
    {
        "question": "「王侯将相宁有种乎」是中国人的思想里最坏最坏的匪徒观念，催生了张献忠，黄巢，毛泽东，屠杀了几亿人。",
        "effect": {
            "cmty": -10,
            "scty": -10
        }
    },
    {
        "question": "医院和学校等公益性的机构既不应该国有化也不应该私有化，而应该由扎根本地，对本地有情感的教会之类的公益性组织办理。",
        "effect": {
            "ntal": -5,
            "cmty": -10
        }
    },
    {
        "question": "诸如BLM，MTF等身份政治是统治者的驭民五术中的辱民手段，他们可以躲在富人区，高高在上不被黑人犯罪和性少数的无理要求波及，装出一副圣母嘴脸抢占道德制高点。",
        "effect": {
            "scty": -10
        }
    },
    {
        "question": "保守内敛，对政治冷感，勤劳务实，把政治事务交给精英处理是东亚人的优秀特点不应被西方启蒙思想否定。",
        "effect": {
            "scty": -10
        }
    },
    {
        "question": "最初主权者是君主，只对上帝负责，法国大革命和启蒙主义制造了人民主权的理论，也即开启了人民互相残杀争夺主权者地位的恐怖混乱的时代。",
        "effect": {
            "scty": -10
        }
    },
    {
        "question": "进步人嘴上说着保护多元文化，但实际上确敌视日本等这些有别于西方的人类多元文化样本，他们真正的企图是以进步和文明的名义推进欧洲文化消灭人类各地文化。",
        "effect": {
            "scty": -10
        }
    },
    {
        "question": "我们不是应该只是想着如何去限制政府权力或庸俗的捍卫民主，而是要把政府炸飞，把政府一个不留的从这个世界上驱逐出去。",
        "effect": {
            "govt": 10
        }
    },
    {
        "question": "中国和苏联的计划经济失败不是因为计划经济本身不行，而是因为当时中国和苏联的经济计划的制定者水平太次，以及科技水平落后。在未来科技高度发达的社会，政府全面管控的计划经济将会是一个更好的选择。",
        "effect": {
            "govt": -10
        }
    },
    {
        "question": "对于奥密克隆疫情放开是正确的，如果不放开失去的是更多的能创造经济的人才，放开后死去的只是本来不适应这个环境的需要被正常新陈代谢掉的人。",
        "effect": {
            "econ": -10
        }
    },
    {
        "question": "人类本来就是有区别和差异以及阶级的，社会需要阶级地位高的有不为生活苦恼更多闲暇的人去学习更多知识，然后利用知识和多余的时间去做有意义的发明创新，而阶级地位低下的人就应该躺平做螺丝钉，不要想着阶级上升。",
        "effect": {
            "econ": -10,
            "cmty": -5
        }
    },
    {
        "question": "我的个人利益始终优先于我的家庭，我所在公司，或我所在的其他任何团体的利益，如果有必要我会毫不留情的脱离这些团体。",
        "effect": {
            "cmty": 10
        }
    },
    {
        "question": "现在的社会充满了各种问题，在于现在的政府过于腐朽软弱，需要一个强有力的政治人物的出现来解决这些问题。",
        "effect": {
            "govt": -10
        }
    },
    {
        "question": "用错误的方法只会得到错误的结果，一个高尚的目的，不应该成为使用卑劣的手段的借口。",
        "effect": {
            "idea": 10,
        }
    },
    {
        "question": "人类的历史一直是进步的，我相信未来也一定会持续进步到一个理想社会。",
        "effect": {
            "idea": 10,
        }
    },
    {
        "question": "世界上存在着不可磨灭的理性，就如同运用理性推出1+1=2一样，人类可以依据各种条件用理性去推导建设一个理想社会。",
        "effect": {
            "idea": 10,
        }
    },
    // {
    //     "question": "一切形式的国家都应当被废除。",
    //     "effect": {
    //         "govt": 15
    //     }
    // },
    // {
    //     "question": "面对暴力示威者引发的冲突骚乱，政府应当止暴制乱恢复秩序。",
    //     "effect": {
    //         "govt": -10
    //     }
    // },
    // {
    //     "question": "政治领袖/宗教神明的形象可以作为文艺作品的丑化对象。",
    //     "effect": {
    //         "govt": 10
    //     }
    // },
    // {
    //     "question": "挑战国家主权和社会稳定的言论，不属于言论自由的范畴。",
    //     "effect": {
    //         "govt": -10
    //     }
    // },
    // {
    //     "question": "对文化产品的一切事先审查制度都应当取消。",
    //     "effect": {
    //         "govt": 10,
    //         "haidao": 10
    //     }
    // },
    // {
    //     "question": "每个人在互联网上匿名的权利都应当得到保证。",
    //     "effect": {
    //         "govt": 10,
    //         "haidao": 10
    //     }
    // },
    // {
    //     "question": "我愿意让渡部分个人自由与权利来帮助国家打击恐怖主义（如加强机场安检）。",
    //     "effect": {
    //         "govt": -10
    //     }
    // },
    // {
    //     "question": "有必要对境外互联网信息进行一定的管控。",
    //     "effect": {
    //         "govt": -10
    //     }
    // },
    // {
    //     "question": "在房屋征收拆迁过程中，政府有权拒绝过高的拆迁补偿要求。",
    //     "effect": {
    //         "govt": -10
    //     }
    // },
    // {
    //     "question": "如果政府的政策给民众带来了好处，民众应当感恩政府。",
    //     "effect": {
    //         "govt": -5
    //     }
    // },
    // {
    //     "question": "如果是我支持的政党执政，我不介意实行一党制。",
    //     "effect": {
    //         "govt": -10
    //     }
    // },
    // {
    //     "question": "处于关键时刻的国家需要政治强人。",
    //     "effect": {
    //         "govt": -10
    //     }
    // },
    // {
    //     "question": "进城农民工、外来打工者应享受与本地人同等的教育、医疗、住房等待遇。",
    //     "effect": {
    //         "govt": 5,
    //         "difang": -10
    //     }
    // },
    // {
    //     "question": "突发重大事件（如战争爆发）时，国家可以悬置宪法和法律，行使紧急权力，采取一切必要的非常措施。",
    //     "effect": {
    //         "govt": -10
    //     }
    // },
    // {
    //     "question": "为避免金钱政治、恶性竞争、拉帮结派等选举乱象，应当在上级政府的指导下进行选举。",
    //     "effect": {
    //         "govt": -10
    //     }
    // },
    // {
    //     "question": "相比于等待那些具备潜在危险性的人去犯罪，不如提前把他们逮捕。",
    //     "effect": {
    //         "govt": -10
    //     }
    // },
    // {
    //     "question": "废除警察和军队，以私人安保公司/民兵组织来维持治安和防卫是可行的。",
    //     "effect": {
    //         "govt": 10
    //     }
    // },
    // {
    //     "question": "医疗、能源、公共交通等关系民生的基础行业应当成为公共事业。",
    //     "effect": {
    //         "econ": 5
    //     }
    // },
    // {
    //     "question": "征税是一种对私有财产的偷窃行为。",
    //     "effect": {
    //         "econ": -15
    //     }
    // },
    // {
    //     "question": "高福利养懒人。",
    //     "effect": {
    //         "econ": -10
    //     }
    // },
    // {
    //     "question": "金融业、房地产业是社会的蛀虫。",
    //     "effect": {
    //         "econ": 10
    //     }
    // },
    // {
    //     "question": "为了经济增长，可以默许市场和企业对劳动者权益的一些损害。",
    //     "effect": {
    //         "econ": -10
    //     }
    // },
    // {
    //     "question": "没有规范限制的市场经济是最好的。",
    //     "effect": {
    //         "econ": -15
    //     }
    // },
    // {
    //     "question": "雇佣劳动是资本家对劳动者的剥削和奴役。",
    //     "effect": {
    //         "econ": 10
    //     }
    // },
    // {
    //     "question": "不应当打击市场经济中自然形成的垄断。",
    //     "effect": {
    //         "econ": -10
    //     }
    // },
    // {
    //     "question": "生产资料私有制应当被废除。",
    //     "effect": {
    //         "econ": 15
    //     }
    // },
    // {
    //     "question": "一些工业部门由私人所有是可以接受的。",
    //     "effect": {
    //         "econ": -10
    //     }
    // },
    // {
    //     "question": "人分成富人和穷人是可以接受的。",
    //     "effect": {
    //         "econ": -10
    //     }
    // },
    // {
    //     "question": "有必要要求企业根据消费者需求的比例来生产。",
    //     "effect": {
    //         "econ": 10
    //     }
    // },
    // {
    //     "question": "应当对进口产品加征关税来保护国内产业。",
    //     "effect": {
    //         "econ": 5
    //     }
    // },
    // {
    //     "question": "退休年龄应当调低。",
    //     "effect": {
    //         "econ": 10
    //     }
    // },
    // {
    //     "question": "罢工是一种懒惰自私的行为，给他人造成了麻烦。",
    //     "effect": {
    //         "econ": -10
    //     }
    // },
    // {
    //     "question": "一切企业都应当被没收充公。",
    //     "effect": {
    //         "econ": 15
    //     }
    // },
    // {
    //     "question": "我国资本应积极走出去，输出国外。",
    //     "effect": {
    //         "econ": -10
    //     }
    // },
    // {
    //     "question": "外包和离岸生产对于提高生产率是必要之恶。",
    //     "effect": {
    //         "econ": -10
    //     }
    // },
    // {
    //     "question": "一些学校和大学可以是私立的。",
    //     "effect": {
    //         "econ": -10
    //     }
    // },
    // {
    //     "question": "除非理由正当，否则不可解雇员工。",
    //     "effect": {
    //         "econ": 10
    //     }
    // },
    // {
    //     "question": "应当确立最低工资标准以让劳动者有尊严地活着。",
    //     "effect": {
    //         "econ": 5
    //     }
    // },
    // {
    //     "question": "企业的管理权应当属于全体劳动者。",
    //     "effect": {
    //         "econ": 10
    //     }
    // },
    // {
    //     "question": "「全世界无产者联合起来」已经过时了。",
    //     "effect": {
    //         "econ": -10
    //     }
    // },
    // {
    //     "question": "只要员工同意，企业就可以延长工作时间。",
    //     "effect": {
    //         "econ": -10
    //     }
    // },
    // {
    //     "question": "成年人之间自愿且安全的性行为是其自由，不管其婚姻关系如何。",
    //     "effect": {
    //         "scty": 10
    //     }
    // },
    // {
    //     "question": "同性恋者在婚姻、亲子关系、收养或生育等方面，应与异性恋者同等对待。",
    //     "effect": {
    //         "scty": 10
    //     }
    // },
    {
        "question": "婚姻制度应当被废除。",
        "effect": {
            "scty": 10,
            "nvquan": 10
        }
    },
    // {
    //     "question": "律师为十恶不赦、千夫所指的罪犯做辩护是不可接受的。",
    //     "effect": {
    //         "scty": -10
    //     }
    // },
    // {
    //     "question": "与现代医学相比，传统医学更值得信任。",
    //     "effect": {
    //         "scty": -10
    //     }
    // },
    {
        "question": "只要中国的性别出生比长期失衡，女性在中国的地位就永无可能改变，暴力清洗新生男婴，是我们能给下一代中国女性的唯一出路。",
        "effect": {
            "scty": 10,
            "nvquan": 10
        }
    },
    // {
    //     "question": "女权主义已经过头了。",
    //     "effect": {
    //         "scty": -10,
    //         "nvquan": -10
    //     }
    // },
    // {
    //     "question": "现代社会的诸多弊病是由于抛弃传统导致的。",
    //     "effect": {
    //         "scty": -10
    //     }
    // },
    // {
    //     "question": "性少数群体（LGBTQ+，L：女同性恋，G：男同性恋，B：双性恋，T：跨性别，Q：酷儿）是不正常的。",
    //     "effect": {
    //         "scty": -10
    //     }
    // },
    // {
    //     "question": "除非身患绝症，否则放弃生命是一种不负责任的行为。",
    //     "effect": {
    //         "scty": -10
    //     }
    // },
    // {
    //     "question": "死刑应当被废除。",
    //     "effect": {
    //         "scty": 15
    //     }
    // },
    // {
    //     "question": "多元文化是对文明的威胁。",
    //     "effect": {
    //         "scty": -10
    //     }
    // },
    {
        "question": "做一个好主妇、好母亲，是女人最大的本事。",
        "effect": {
            "scty": -15,
            "nvquan": -10
        }
    },
    // {
    //     "question": "科技进步不应当过快地改变社会。",
    //     "effect": {
    //         "scty": -5
    //     }
    // },
    // {
    //     "question": "中小学应当开设系统的性教育（包括多元性别教育）必修课。",
    //     "effect": {
    //         "scty": 10
    //     }
    // },
    // {
    //     "question": "国际事务中的冲突归根到底是文明的冲突。",
    //     "effect": {
    //         "scty": -10
    //     }
    // },
    // {
    //     "question": "“男性”与“女性”这两种社会结构类别应当被放弃。",
    //     "effect": {
    //         "scty": 15,
    //         "nvquan": 10
    //     }
    // },
    // {
    //     "question": "色情内容败坏社会风气，有必要进行打击。",
    //     "effect": {
    //         "scty": -10
    //     }
    // },
    // {
    //     "question": "大麻应当合法化。",
    //     "effect": {
    //         "scty": 10
    //     }
    // },
    // {
    //     "question": "学校应当多传授我们的价值观和传统。",
    //     "effect": {
    //         "scty": -10
    //     }
    // },
    // {
    //     "question": "世界各地的人民都有自决权。他们应当自由地决定他们的政治地位，自由地发展他们的经济，社会和文化。",
    //     "effect": {
    //         "scty": 10
    //     }
    // },
    // {
    //     "question": "没有祖国，你什么都不是。",
    //     "effect": {
    //         "scty": -15
    //     }
    // },
    // {
    //     "question": "国家和地区之间的边界应当被废除。",
    //     "effect": {
    //         "scty": 15
    //     }
    // },
    // {
    //     "question": "族群之间存在天生的智商差异。",
    //     "effect": {
    //         "scty": -10
    //     }
    // },
    // {
    //     "question": "在一切出现我国地图的场景（包括文化产品）中，必须使用官方声明的正确国家版图。",
    //     "effect": {
    //         "scty": -10
    //     }
    // },
    // {
    //     "question": "科学无国界，但科学家有祖国。",
    //     "effect": {
    //         "scty": -5
    //     }
    // },
    // {
    //     "question": "在我国居住的外国人应当拥有与本国公民同等的权利。",
    //     "effect": {
    //         "scty": 10
    //     }
    // },
    // {
    //     "question": "为了快速发展经济，“先污染后治理”是可取的。",
    //     "effect": {
    //         "envo": -10
    //     }
    // },
    // {
    //     "question": "全球变暖是迫在眉睫的威胁。",
    //     "effect": {
    //         "envo": 10
    //     }
    // },
    // {
    //     "question": "为了环保，可以接受由此带来的生活成本大幅增加。",
    //     "effect": {
    //         "envo": 10
    //     }
    // },
    // {
    //     "question": "应当大规模应用转基因生物以提高农业产量。",
    //     "effect": {
    //         "envo": -10
    //     }
    // },
    // {
    //     "question": "若能得到良好的维护，核能将是优良的能量来源。",
    //     "effect": {
    //         "envo": -5
    //     }
    // },
    // {
    //     "question": "开采化石燃料是必要的。",
    //     "effect": {
    //         "envo": -10
    //     }
    // },
    // {
    //     "question": "农业生产应当保持生物多样性，即使这样会降低产量。",
    //     "effect": {
    //         "envo": 10
    //     }
    // },
    // {
    //     "question": "太空殖民是解决地球资源枯竭的好办法。 ",
    //     "effect": {
    //         "envo": -10
    //     }
    // },
    // {
    //     "question": "人类不应食用或奴役其他动物。\r",
    //     "effect": {
    //         "envo": 15
    //     }
    // },
    // {
    //     "question": "因人类行为而造成的物种灭绝是不可接受的。",
    //     "effect": {
    //         "envo": 10
    //     }
    // },
    // {
    //     "question": "一个小团体（如共济会/光明会/XX家族）隐秘又有意识地控制着全世界。",
    //     "effect": {
    //         "yinmou": 10
    //     }
    // },
    // {
    //     "question": "世界是由一个唯一的神创造的。",
    //     "effect": {
    //         "onegod": 10
    //     }
    // },
    // {
    //     "question": "现代社会需要复兴孔孟先贤的思想。",
    //     "effect": {
    //         "rujia": 10
    //     }
    // },
    // {
    //     "question": "生产力是社会进步的根本与核心，任何事情从根本上说通过发展生产力都可以解决。",
    //     "effect": {
    //         "gongye": 10
    //     }
    // },
    // {
    //     "question": "毛泽东是近代以来中国最伟大的人。",
    //     "effect": {
    //         "mao": 10
    //     }
    // },
    // {
    //     "question": "汉族在中国的主体地位岌岌可危，汉文明亟待复兴。",
    //     "effect": {
    //         "han": 10
    //     }
    // },
    // {
    //     "question": "相比于维持大一统，中国应当像欧洲那样依据地理、民族、语言和文化等标准分成一系列小国家。",
    //     "effect": {
    //         "jieti": 10
    //     }
    // },
    // {
    //     "question": "三民主义统一中国。",
    //     "effect": {
    //         "minguo": 10
    //     }
    // },
    // {
    //     "question": "只要我的小日子过得去，就没必要关心政治。",
    //     "effect": {
    //         "suijing": 10
    //     }
    // },
    // {
    //     "question": "中国应当全面实行西方（主要是美国）的社会制度，学习西方的文化，提倡西方的价值观。",
    //     "effect": {
    //         "dengta": 10
    //     }
    // },
    {
        "question": "中国需要被包括印度，伊斯兰国，俄罗斯，日本等西方国家分割殖民300年以提升文明水平。",
        "effect": {
            "nimin": 10,
            "scty": 10,
        }
    },
    // {
    //     "question": "我不欢迎外地人（尤其是某些地方的人）大量涌入本地，他们损害了本地人的利益。",
    //     "effect": {
    //         "difang": 10
    //     }
    // },
    // {
    //     "question": "应当在人类社会引入自然界的「适者生存」法则以促进人类的进化。",
    //     "effect": {
    //         "sheda": 10
    //     }
    // },
    // {
    //     "question": "中国正走在正确的道路上，即中国特色社会主义道路。",
    //     "effect": {
    //         "tese": 10
    //     }
    // },
    // {
    //     "question": "专利制度应当被废除。",
    //     "effect": {
    //         "haidao": 10
    //     }
    // },
    // {
    //     "question": "为了社会的大变革，必须热烈地迎接社会的大崩溃。",
    //     "effect": {
    //         "jiasu": 10
    //     }
    // },
    {
        "question": "工会、教会、宗族等小共同体建构可以削弱国家对社会的控制，保障社会自由与社会内生发展。",
        "effect": {
            "cmty": 10
        }
    },
    {
        "question": "个人主义思想的流行让社会陷入原子化（指由于人类社会最重要的社会联结机制中间组织[intermediate group]的解体或缺失而产生的个体孤独、无序互动状态）的危机。",
        "effect": {
            "cmty": 10
        }
    }
];
